[
  {
    "paragraph_id": 1,
    "text": "Implement form-based code requiring pedestrian-oriented design in all commercial districts.",
    "name": "p1"
  },
  {
    "paragraph_id": 2,
    "text": "Mandate all businesses with over $1M revenue to achieve 30% emissions reduction within 5 years.",
    "name": "p2"
  },
  {
    "paragraph_id": 3,
    "text": "Maintain current health monitoring systems with equal attention to traditional and climate-related health risks.",
    "name": "p3"
  },
  {
    "paragraph_id": 4,
    "text": "Allow optional sustainability sections in business license applications without affecting approval decisions.",
    "name": "p4"
  },
  {
    "paragraph_id": 5,
    "text": "Maintain current mix of traditional and green business support services with equal funding.",
    "name": "p5"
  },
  {
    "paragraph_id": 6,
    "text": "Create public dashboard tracking urban ecosystem health indicators city-wide.",
    "name": "p6"
  },
  {
    "paragraph_id": 7,
    "text": "Implement waste tracking systems in all municipal buildings with monthly reporting.",
    "name": "p7"
  },
  {
    "paragraph_id": 8,
    "text": "Record monthly water consumption data without implementing any conservation measures.",
    "name": "p8"
  },
  {
    "paragraph_id": 9,
    "text": "Create public dashboards showing real-time air quality and heat index data across the city.",
    "name": "p9"
  },
  {
    "paragraph_id": 10,
    "text": "Conduct basic climate vulnerability assessments with voluntary adaptation guidelines.",
    "name": "p10"
  },
  {
    "paragraph_id": 11,
    "text": "Cap recycling program funding at 10% of waste management budget regardless of diversion potential.",
    "name": "p11"
  },
  {
    "paragraph_id": 12,
    "text": "Consider both compact and traditional development patterns equally in zoning decisions.",
    "name": "p12"
  },
  {
    "paragraph_id": 13,
    "text": "Install energy monitoring displays in public buildings without consumption reduction targets.",
    "name": "p13"
  },
  {
    "paragraph_id": 14,
    "text": "Implement comprehensive flood early warning system with automated alerts and evacuation protocols.",
    "name": "p14"
  },
  {
    "paragraph_id": 15,
    "text": "Require minimum residential density of 15 units per acre within quarter-mile of transit stations.",
    "name": "p15"
  },
  {
    "paragraph_id": 16,
    "text": "Cap disaster preparedness budgets at current levels with explicit exclusion of climate adaptation measures.",
    "name": "p16"
  },
  {
    "paragraph_id": 17,
    "text": "Consider both historical data and climate projections equally in hazard planning.",
    "name": "p17"
  },
  {
    "paragraph_id": 18,
    "text": "Restrict leak detection activities to visible surface water only, prohibiting proactive infrastructure monitoring.",
    "name": "p18"
  },
  {
    "paragraph_id": 19,
    "text": "Monitor municipal energy consumption patterns without implementing any efficiency measures.",
    "name": "p19"
  },
  {
    "paragraph_id": 20,
    "text": "Document extreme weather events without implementing any climate adaptation strategies.",
    "name": "p20"
  },
  {
    "paragraph_id": 21,
    "text": "Require all municipal facilities to achieve 50% waste diversion through recycling and composting.",
    "name": "p21"
  },
  {
    "paragraph_id": 22,
    "text": "Allow optional energy efficiency upgrades only during already planned renovations.",
    "name": "p22"
  },
  {
    "paragraph_id": 23,
    "text": "Mandate all new municipal facilities to include minimum 50kW renewable generation capacity.",
    "name": "p23"
  },
  {
    "paragraph_id": 24,
    "text": "Cap renewable energy installations at 5% of municipal power consumption and prohibit energy storage systems.",
    "name": "p24"
  },
  {
    "paragraph_id": 25,
    "text": "Conduct basic biodiversity surveys in public parks with voluntary conservation guidelines.",
    "name": "p25"
  }
]